Repository: Dahmajalwani/BeCoding
Catalog: BeCoding/BeCoding/*.lproj/Localizable.strings
Languages: ar

source: Join To Us To Become Part Of Viosion 2030
ar: إنضم لنا لتصبح جزء من رؤية ٢٠٣٠

source: Register
ar: تسجيل جديد

# Programmers/Developer
source: Developer
ar: مطور برامج

source: Sign Up
ar: تسجيل جديد

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة السر

# PasswordCon
source: Password
ar: تأكيد كلمة السر

source: Continue
ar: إستمرار

source: Sign In
ar: تسجيل دخول

# welcome
source: Welcome to the right place
ar: مــرحبا بك في المكان المناســـب

source: Title
ar: العنوان

source: Description
ar: الوصف

source: Language
ar: لغة البرمجة

source: Instruction
ar: تعليمات

# backButton
source: Back
ar: رجوع

source: Chose the langauge
ar: أختار اللغة

source: Welcome
ar: مـــرحبـــــا

source: Your Name
ar: أدخل إسمك هنا

source: you Email Address
ar: أدخل البريد الإلكتروني

source: at Lest 6 Litter Or Number
ar: أدخل حروف او ارقام على الاقل ٦

source: enter Passoword
ar: أدخل كلمة السر

# enterPassowordCon
source: enter confirm Passoword
ar: تأكيد كلمة السر
